Repository: CSTRSK/Project-AppGap
Catalog: UWP/Project AppGap/Project AppGap/Strings/*/Resources.resw
Source language: en
Languages: de_de, es, fr, it, pt

# appveraltet_vorlage_1
source: Dear ladies and gentlemen, Windows 10 there for more than a year now and has been installed in more than 350 million times. The Windows store was visited more than 5 billion times and downloaded apps. So for me the question arises, who wants to be well positioned on this platform, with great demand for apps, not even with own apps? While your app [APPNAME] already exist on the Windows platform, but I would like to bring you close this letter, that a development of your app for Windows 10 will be much more profitable than for Windows 8. With "universal Windows apps" it is possible to install an app, but also on tablets, notebook, the Xbox one, as well as on the Microsoft HoloLens not only on the PC or Smartphone with Windows 10. The best it is for you as a developer, that the base code of the apps is always the same and only minor adjustments for better representation on different display sizes are needed. For the different devices, but also different versions can publish are. To have your app already on other platforms (Android and iOS) with a more modern look and new features, it shouldn't be hard to port it to Windows. With the "project Islandwood", it is possible to convert an iOS app via 'Converter' to a Windows app. After a few procedures in the code in order to incorporate, for example, certain Windows features (such as Cortana integration), the app for the mentioned devices can be published. Here are more information about the project Islandwood: https://dev.windows.com/en-us/bridges/ios and https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ your newly developed or ported app you can publish then for all possible devices that use Windows operating system 10. The Windows is the current operating system for Smartphones Microsoft 10 mobile. Also here you can install Universal apps. The market share of Windows phones is not large, but the talk of Windows phones is here out of place, because it goes to Windows 10, which has the largest market share in the world and is also in the rapid growth. Most users of your app are probably with Android and iOS, but if your users as far as the app on the widely used operating system, Windows, find could, would the "all-round package" have succeeded. Also you can offer your app in addition to the mobile versions of the desktop. If you develop a Windows 10 app universal, is the new smartphone app (on Windows 10 mobile) so to speak just a nice side-effect. I hope I could convince you now, that app is very great potential in a new Windows 10. It would be glad if you universal app in your company once again reconsider the development of such and to give a jerk and finally take the step to develop a more contemporary app for Windows users. Maybe you can already say a few words on the development of the new app and my discs, whether is a universal app at work, must be the market for the time being still monitored or even counseled the development of the old app and a new app, or whether you want to develop partout no new Windows app. Maybe there's a reason they want to call me in the latter. To call the market share of Windows 10 as a reason, I consider as inappropriate. Also I hope you now see that in a Windows 10 app's huge potential, which you do not exploit the current "old" Windows app can. Thank you very much for your reply in advance. Best regards
de_de: Sehr geehrte Damen und Herren, @% Windows 10 gibt es nun seit mehr als ein Jahr und wurde bereits mehr als 400 Millionen mal installiert. Der Windows Store wurde bereits mehr als 5 Milliarden mal besucht und Apps heruntergeladen worden. Deshalb stellt sich für mich die Frage, wer auf dieser Plattform, mit großer Nachfrage nach Apps, nicht auch mit eigenen Apps gut aufgestellt sein will? @% Zwar gibt es Ihre App [APPNAME] bereits auf der Windows Plattform, doch ich möchte Ihnen mit diesem Schreiben nahebringen, dass eine Enwicklung Ihrer App für Windows 10 sehr viel profitabler sein wird als für Windows 8. Mit „Universal Windows Apps“ ist es möglich, eine App nicht nur auf dem PC oder Smartphone mit Windows 10 zu installieren, sondern auch auf Tablets, Notebook, der Xbox One sowie auf der Microsoft HoloLens. Das Beste daran für Sie als Entwickler ist, dass der Basis-Code der Apps immer der gleiche ist und somit lediglich kleinere Anpassungen zur besseren Darstellung auf unterschiedlichen Displaygrößen nötig sind. Für die verschiedenen Geräte können jedoch auch verschiedene Versionen veröffentlich werden. @% Da Sie Ihre App bereits auf anderen Plattformen (Android und iOS) mit modernerem Look und neuen Features anbieten, sollte es nicht schwer sein diese zu Windows zu portieren. Mit dem „Project Islandwood“ ist es möglich, eine iOS App per 'Konverter' zu einer Windows App umzuwandeln. Nach ein paar Eingriffen in den Code, um beispielsweise bestimmte Windows Funktionen (z.B. Cortana-Integration) einzubauen, kann die App für die genannten Geräte veröffentlicht werden. Hier sind weitere Informationen zum Project Islandwood: https://dev.windows.com/en-us/bridges/ios und https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ @% Ihre neu entwickelte oder portierte App können Sie anschließend für alle möglichen Geräte veröffentlichen, die Windows 10 als Betriebssystem nutzen. Der Ableger Windows 10 Mobile ist das derzeitige Betriebssystem von Microsoft für Smartphones. Auch hier können die Universal Apps installiert werden. Der Marktanteil von Windows Phones ist zwar nicht groß, doch die Rede von Windows Phones ist hier fehl am Platz, denn es geht um Windows 10, welches den größten Marktanteil weltweit hat und sich zudem im rasanten Wachstum befindet. Die meisten Nutzer Ihrer App sind vermutlich mit Android und iOS unterwegs, doch wenn Ihre Nutzer die App auch auf dem weitest verbreiteten Betriebssystem, Windows, finden könnten, wäre das „Allround-Packet“ gelungen. Ebenso können Sie somit Ihre App neben den mobilen Versionen auf dem Desktop anbieten. Wenn Sie eine Windows 10 Universal App entwickeln, ist die neue Smartphone App (auf Windows 10 Mobile) sozusagen nur ein schöner Nebeneffekt. @% Ich hoffe, ich konnte Sie nun davon überzeugen, dass in einer neuen Windows 10 App sehr großes Potential steckt. Mich würde es freuen, wenn Sie die Entwicklung einer solchen Universal App in Ihrem Unternehmen nochmals überdenken und sich einen Ruck geben und endlich den Schritt wagen eine zeitgemäßere App für Windows Nutzer zu entwickeln. Vielleicht können Sie bereits ein paar Worte zur Entwicklung der neuen App verlieren und mir scheiben, ob eine Universal App in Arbeit ist, der Markt vorerst noch überwacht bzw. die Entwicklung der alten App und einer neuen App noch beratschlagt werden muss, oder ob Sie partout keine neue Windows App entwickeln möchten. Vielleicht gibt es bei letzterem einen bestimmten Grund, den sie mir nennen möchten. Als Grund den Marktanteil von Windows 10 zu nennen erachte ich jedoch als nicht angebracht. @% Auch hoffe ich, dass Sie nun einsehen, dass in einer Windows 10 App sehr großes Potential steckt, welches Sie mit der aktuellen "alten" Windows App nicht ausschöpfen können. @% Vielen Dank für Ihre Antwort bereits im Voraus. @% Mit freundlichen Grüßen
es: Señoras y señores, @% Windows 10 hay más de un año y se ha instalado en más de 400 millones de veces. La tienda de Windows fue visitada más de 5 mil millones de veces y descarga apps. ¿Entonces me surge la pregunta, que quiera estar bien posicionada en esta plataforma, con gran demanda de aplicaciones, ni siquiera con aplicaciones propias? @% Aunque existe su aplicación [APPNAME] ya en la plataforma Windows, pero quisiera con esta carta traigo cerca que un desarrollo de tu aplicación para Windows 10 será mucho más rentable que para Windows 8. Con "aplicaciones de Windows universales" es posible instalar una aplicación, sino también encendidas tabletas, notebook, Xbox, así como en el HoloLens Microsoft no sólo en el PC o Smartphone con Windows 10. Lo mejor es para usted como desarrollador, que el código de la base de las aplicaciones es siempre la misma y son necesarios sólo pequeños ajustes para la mejor representación en pantalla de diferentes tamaños. Para publican los diferentes dispositivos, sino también versiones diferentes son. @% Que su aplicación ya en otras plataformas (Android y iOS) con un aspecto más moderno y nuevas funciones, no debería ser difícil portarlo a Windows. Con el "proyecto de Islandwood", es posible convertir una aplicación iOS a través de 'Convertidor' a una aplicación de Windows. Después de algunos procedimientos en el código para incorporar, por ejemplo, cuenta con ciertas ventanas (como integración de Cortana), puede publicar la aplicación para los dispositivos mencionados. Aquí hay más información sobre el proyecto Islandwood: https://dev.windows.com/en-us/bridges/ios y https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ desarrollaron recientemente su @% o usted puede publicar luego portado app para todos los posibles dispositivos que utilicen sistema operativo 10. El Windows es el sistema operativo actual para Smartphones Microsoft 10 móvil. También aquí se pueden instalar aplicaciones Universal. La cuota de mercado de los teléfonos de Windows no es grande, pero la charla de los teléfonos Windows está aquí fuera de lugar, porque va a Windows 10, que tiene el mayor mercado de compartir en el mundo y es también en el rápido crecimiento. Mayoría de los usuarios de su aplicación es probablemente con Android y iOS, pero si los usuarios en cuanto a la aplicación en el ampliamente usado sistema operativo, Windows, hallazgo podrían, habría conseguido el "paquete completo". También puede ofrecer su aplicación además de las versiones móviles del escritorio. Si desarrollas una aplicación de Windows 10 universal, es la nueva app de smartphone (en 10 de Windows mobile) por así decirlo a un agradable efecto secundario. @% espero que ahora podía convencer a lo la aplicación es muy gran potencial en un nuevo 10 de Windows. Sería feliz si aplicación universal en su empresa reconsiderar una vez más el desarrollo de los mismos y para dar un tirón y finalmente dar el paso para desarrollar una aplicación más contemporánea para usuarios de Windows. Tal vez usted ya puede decir algunas palabras sobre el desarrollo de la nueva aplicación y mis discos, si es una aplicación universal en el trabajo, debe ser el mercado el tiempo siendo todavía vigilados o incluso aconsejó el desarrollo de la aplicación antigua y una nueva aplicación, o si desea no desarrollar partout ninguna nueva aplicación de Windows. Tal vez hay una razón que desean llamar en el último. Para llamar a la cuota de mercado de Windows 10 como razón, considero como inadecuado. @% Aun espero que ves ahora en el enorme potencial de una aplicación de Windows 10, que no aprovechar la actual "viejo" Windows app Can. @% Gracias por su respuesta de antemano. @% Tipo mira
fr: Mesdames et Messieurs, @% Windows 10 est là depuis plus d’un an maintenant et a été installé dans plus de 400 millions de fois. Le magasin de Windows a été visité plus de 5 milliards de fois et téléchargé des apps. Donc pour moi la question se pose, qui veut être bien placé sur cette plateforme, avec une grande demande pour les applications, ni même avec les propres apps ? @% Bien qu’il y a déjà votre app [NOMAPPLICATION] sur la plate-forme Windows, mais je voudrais par la présente vous apporter près qu’un développement de votre application pour Windows 10 sera beaucoup plus rentable que pour Windows 8. Avec « universal Windows apps », il est possible d’installer une app, mais aussi sur des tablettes, notebook, Xbox, ainsi que sur les HoloLens Microsoft non seulement sur le PC ou Smartphone avec Windows 10. Le meilleur c’est pour vous, en tant que développeur, que le code de la base de ces applications est toujours le même et des ajustements mineurs pour un meilleur affichage de différentes tailles sont nécessaires. Pour les différents appareils, mais aussi les différentes versions peuvent publier sont. @% D’avoir votre app déjà sur d’autres plateformes (Android et iOS) avec un look plus modern et de nouvelles fonctionnalités, ne serait-il pas difficile à porter pour Windows. Avec le « projet Islandwood », il est possible de convertir une application iOS via « Converter » à une application Windows. Après quelques procédures dans le code afin d’y inclure, par exemple, certaines fenêtres caractéristiques (telles que l’intégration de Cortana), l’application pour les appareils mentionnés peut être publiée. Voici plus d’informations sur le projet Islandwood : https://dev.windows.com/en-us/bridges/ios et https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ nouvellement développé votre @% ou vous pouvez publier puis porté app pour tous les périphériques possibles qui utilisent le système d’exploitation Windows 10. Les fenêtres sont l’actuel système d’exploitation pour Smartphones Microsoft 10 mobiles. Ici vous pouvez aussi installer des applications universelles. La part de marché de Windows Phone n’est pas grande, mais le parler des téléphones Windows est ici hors de propos, car il va à Windows 10, qui a le plus grand marché à part dans le monde et est également à la croissance rapide. La plupart des utilisateurs de votre application sont probablement avec Android et iOS, mais si vos utilisateurs en ce qui concerne l’application sur le système d’exploitation largement utilisé, Windows, trouver pourraient, serait le « paquet complet » ont réussi. Aussi, vous pouvez offrir votre application en plus des versions mobiles du bureau. Si vous développez une application Windows 10 universelle, est la nouvelle application smartphone (sur 10 de Windows mobile) pour ainsi dire juste un effet secondaire agréable. @% J’espère que je pourrais maintenant vous convaincre que l’app est un grand potentiel dans un nouveau Windows 10. Il serait heureux si vous app universelle en votre compagnie reconsidérer une fois de plus la mise au point d’un tel et pour donner une secousse et enfin passer à l’étape de développer une application plus contemporaine pour les utilisateurs Windows. Peut-être que vous pouvez déjà dire quelques mots sur l’élaboration de la nouvelle application et mes disques, si est une application universelle au travail, doit être le marché, pour l’instant toujours surveillé ou même conseillé le développement de l’application ancienne et une nouvelle application, ou que vous souhaitiez ne développer partout aucune nouvelle application Windows. Peut-être il y a une raison qu'ils veulent m’appeler dans ce dernier. Pour appeler de la part de marché de Windows 10 comme une raison, je considère comme inapproprié. @% Même J’espère que vous voyez maintenant que dans l’immense potentiel de l’application d’un Windows 10, dont vous n’avez pas exploiter la CAN actuel « vieux » Windows app. @% Vous remercie pour votre réponse à l’avance. @% Genre cordialement
it: Signore e signori, @% Windows 10 è lì per più di un anno ormai e che è stato installato più di 400 milioni di volte. Windows store è stato visitato più di 5 miliardi di volte e applicazioni scaricate. Quindi per me la questione si pone, che vuole essere ben posizionato su questa piattaforma, con grande richiesta per le app, nemmeno con le proprie app? @% Anche se c'è già l'app [NOMEAPP] sulla piattaforma Windows, ma vorrei che con questa lettera di portarvi nelle vicinanze che uno sviluppo di app per Windows 10 sarà molto più redditizio di per Windows 8. Con "universal Windows apps" è possibile installare un'app, ma anche su tablet, notebook, Xbox uno, così come il il HoloLens Microsoft non solo sul PC o Smartphone con Windows 10. Il meglio è per voi come uno sviluppatore, che il codice di base delle applicazioni è sempre lo stesso e sono necessari solo piccoli aggiustamenti per una migliore rappresentazione su dimensioni del display diverse. Per i diversi dispositivi, ma anche diverse versioni possono pubblicare sono. @% Per avere l'app già su altre piattaforme (Android e iOS) con un look più moderno e nuove funzionalità, non dovrebbe essere difficile di portarlo a Windows. Con il "progetto Islandwood", è possibile convertire un'app per iOS tramite 'Converter' in un'app di Windows. Dopo alcune procedure nel codice al fine di incorporare, ad esempio, dispone di alcune finestre (ad esempio l'integrazione di Cortana), l'app per i dispositivi menzionati possa essere pubblicato. Qui ci sono ulteriori informazioni sul progetto Islandwood: https://dev.windows.com/en-us/bridges/ios e https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ di recente sviluppato il @% o si può pubblicare poi portato app per tutti i possibili dispositivi che utilizzano il sistema operativo Windows 10. Le finestre sono l'attuale sistema operativo per smartphone Microsoft 10 mobile. Anche qui è possibile installare app universale. La quota di mercato di Windows Phone non è grande, ma il parlare di Windows Phone è qui fuori luogo, perché va a Windows 10, che ha il più grande mercato di condividere nel mondo ed è anche nella rapida crescita. Maggior parte degli utenti della tua app sono probabilmente con Android e iOS, ma se gli utenti per quanto riguarda l'app sul ritrovamento di ampiamente utilizzato sistema operativo, Windows, potrebbero, avrebbe avuto successo il pacchetto"gestione completa". Inoltre si può offrire la tua app oltre alle versioni mobile del desktop. Se si sviluppa un'app di Windows 10 universale, è la nuova applicazione per smartphone (su 10 di Windows mobile) per intenderci solo un piacevole effetto di collaterale. @% spero che adesso potrei convincere voi che app è molto grande potenziale in un nuovo 10 di Windows. Sarebbe contento se app universale nella vostra azienda ancora una volta riconsiderare lo sviluppo di tali e per dare una scossa e infine prendere il passo per sviluppare un'app più contemporanea per gli utenti Windows. Forse si possono già dire poche parole sullo sviluppo dei miei dischi e la nuova app, se è un'app universale sul lavoro, deve essere il mercato, per il momento ancora monitorati o addirittura consigliato lo sviluppo dell'app vecchia e una nuova app, o se si desidera non sviluppare partout nessuna nuova app di Windows. Forse c'è un motivo che vogliono chiamare me in quest'ultimo. Per chiamare la quota di mercato di Windows 10 come motivo, che considero come inappropriato. @% Anche spero che vedete ora in potenziale enorme di un app di Windows 10, che non si sfruttano l'attuale "vecchio" Windows app can @% Grazie in anticipo per la vostra risposta. @% Genere saluti
pt: Senhoras e senhores, @% 10 Windows existe há mais de um ano e foi instalado em mais de 400 milhões de vezes. A loja do Windows foi visitada mais de 5 bilhões de vezes e baixei apps. Então me surge a pergunta, quem quer ser bem posicionado sobre esta plataforma, com grande demanda para apps, nem mesmo com apps próprios? @% Ainda há seu app [APPNAME] já na plataforma Windows, mas gostaria com esta carta traz você perto que um desenvolvimento de seu app para Windows 10 será muito mais rentável do que para o Windows 8. Com o "universal Windows apps" é possível instalar um app, mas também no comprimidos, caderno, o Xbox, assim como sobre o Microsoft HoloLens não só no PC ou Smartphone com Windows 10. O melhor é para você como um desenvolvedor, que o código-base dos apps é sempre o mesmo e são necessários apenas pequenos ajustes para melhor representação na exibição de diferentes tamanhos. Para os diferentes dispositivos, mas também versões diferentes podem publicar são. @% Ter seu app já em outras plataformas (Android e iOS), com um olhar mais moderno e novas funcionalidades, não deve ser difícil para portá-lo para Windows. Com o "projeto Islandwood", é possível converter um app iOS através de 'Converter' para um aplicativo do Windows. Depois de alguns procedimentos no código para incorporar, por exemplo, certos Windows funções (tais como Cortana integração), o aplicativo para os dispositivos mencionados pode ser publicado. Aqui estão mais informações sobre o projeto Islandwood: https://dev.windows.com/en-us/bridges/ios e https://blogs.windows.com/buildingapps/2016/01/20/building-a-simple-app-with-the-windows-bridge-for-ios/ desenvolveram recentemente o seu @% ou você pode publicar, em seguida, portado app para todos os possíveis dispositivos que usam o sistema operacional do Windows 10. O Windows é o sistema operacional atual para Smartphones Microsoft 10 móveis. Também é aqui que você pode instalar apps Universal. A quota de mercado dos telefones de Windows não é grande, mas a conversa de telefones Windows aqui é fora do lugar, porque vai para Windows 10, que tem o maior mercado compartilhar no mundo e também está em rápido crescimento. A maioria dos usuários do seu aplicativo são, provavelmente, com Android e iOS, mas se seus usuários na medida em que o app no localizar amplamente utilizado sistema operacional, Windows, se pudesse, teria o "pacote all-round" conseguido. Também você pode oferecer seu app além as versões móveis do ambiente de trabalho. Se você desenvolver um aplicativo Windows 10 universal, é o novo smartphone app (em 10 de Windows mobile) por assim dizer apenas um efeito colateral agradável. @% espero que agora posso convencê-la que o app é muito grande potencial em um novo Windows 10. Seria bom se você app universal em sua empresa mais uma vez reconsiderar o desenvolvimento de tais e para dar um empurrão e finalmente dar o passo para desenvolver um aplicativo mais contemporâneo para usuários do Windows. Talvez você já pode dizer algumas palavras sobre o desenvolvimento dos meus discos e a nova app, se é um aplicativo universal no trabalho, deve ser o mercado para o tempo ser ainda monitorado ou mesmo aconselhou o desenvolvimento do velho app e um app novo, ou se você quer não desenvolver partout nenhum novo aplicativo do Windows. Talvez haja uma razão que quiserem chamar-me neste último. Para chamar a quota de mercado de 10 Windows como uma razão, considero tão inapropriado. @% Mesmo eu espero que você verá que no enorme potencial de um aplicativo Windows 10, que você não explorar a atual "velha" Windows app can. @% Obrigado pela sua resposta antecipadamente. @% Tipo Atenciosamente
